        a = 23; //Змінна цілого типу - Number
        str = "Класна погода"; //string - рядок
        a = "Політ в космос!"; //можу на льоту змінювати тип
        var name = "Іван Мельник"; //рядок
        //Вбудована фунція, яка може запитувати інформацію
        name = prompt("Скажіть хто ви?");
        console.log("name = ", name);
        alert("Молодець "+ name);
        //document.writeln(`<h3 class="text-danger">${name}</h3>`);
        //Працьовує коли запускається скрипт - 
        document.writeln("a = "+ a);
        document.writeln("<br/>");
        document.writeln("<b>"+str+"</b>");
        //Вбудована функція веб баузера
        //alert("Коси траву :)");
        //Виводимо інформацію для розробника 
        console.log("Мій перший консоль :)");